Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Place the next display on its top-right corner
ar: ضع الشاشة التالية في الزاوية العلوية اليمنى
da: Placer det næste display på det øverste højre hjørne
de: Platzieren Sie das nächste Display in der oberen rechten Ecke.
el: Τοποθετήστε την επόμενη οθόνη στην επάνω δεξιά γωνία της
es: Coloca la siguiente pantalla en su esquina superior derecha.
fi: Aseta seuraava näyttö sen yläkulmaan
fr: Placez le prochain affichage sur son coin supérieur droit
he: הצב את התצוגה הבאה בפינה הימנית העליונה
hi: अगला डिस्प्ले इसके ऊपरी-दाएं कोने में रखें।
it: Posizionare il display successivo nell'angolo in alto a destra
ja: 次のディスプレイを右上隅に配置してください。
ko: 다음 디스플레이를 오른쪽 상단 모서리에 놓습니다.
nb: Plasser den neste skjermen i øverste høyre hjørne.
nl: Plaats het volgende scherm op de rechterbovenhoek
pl: Ustaw kolejny monitor w jego prawym górnym rogu
ru: Поместите следующий дисплей в его верхнем правом углу.
sr_latn: Postavite sledeći ekran na vrhunskom desnom uglu
sv: Placera nästa skärm på dess övre högra hörn.
uk: Розташуйте наступний дисплей у його верхньому правому куті
zh_hans: 将下一个显示器放在其右上角。

source: Point at a tiled window and drag without clicking. Drop over another window to swap. Movement stays on the starting display; lift your fingers to drop.
ar: أشر إلى نافذة من البلاط واسحب دون النقر. اسقط فوق نافذة أخرى للتبديل. يبقى الحركة على الشاشة البدئية؛ ارفع أصابعك للسقوط.
da: Peg på et fliseinddelt vindue, og træk uden at klikke. Slip over et andet vindue for at bytte dem. Bevægelsen bliver på startskærmen; løft fingrene for at slippe.
de: Zeigen Sie auf ein Fliesenfenster und ziehen Sie es, ohne zu klicken. Bewegen Sie es über ein anderes Fenster, um es zu tauschen. Die Bewegung bleibt auf dem Startbildschirm erhalten; heben Sie Ihre Finger an, um es zu fallen.
el: Τοποθετήστε τον δείκτη πάνω σε παράθυρο σε παράθεση και σύρετε χωρίς κλικ. Αφήστε το πάνω από άλλο παράθυρο για εναλλαγή. Η μετακίνηση παραμένει στην αρχική οθόνη· σηκώστε τα δάχτυλά σας για να ολοκληρώσετε.
es: Apunta a una ventana de azulejos y arrastra sin hacer clic. Coloca sobre otra ventana para cambiar. El movimiento permanece en la pantalla de inicio; levanta los dedos para hacer el movimiento.
fi: Osoita laatoitettua ikkunaa ja vedä napsauttamatta. Pudota toisen ikkunan päälle vaihtaaksesi ikkunoiden paikat. Liike pysyy lähtönäytössä; nosta sormet pudottaaksesi.
fr: Placez le pointeur sur une fenêtre en mosaïque et faites glisser sans cliquer. Déposez-la sur une autre fenêtre pour les permuter. Le déplacement reste sur l’écran de départ ; levez les doigts pour déposer la fenêtre.
he: תצביע על חלון מרוצף ותגרור בלי להקיש. זרוק על חלון אחר כדי להחליף. התנועה נשארת בתצוגה ההתחלתית; הרם את אצבעותיך כדי לרדת.
hi: एक टाइल वाली खिड़की की ओर इंगित करें और क्लिक किए बिना खींचें। बदलने के लिए दूसरी खिड़की पर ड्रॉप करें। गति प्रारंभिक डिस्प्ले पर ही रहती है; ड्रॉप करने के लिए अपनी उंगलियां ऊपर उठाएं।
it: Punta a una finestra affiancata e trascina senza fare clic. Rilascia sopra un’altra finestra per scambiarle. Lo spostamento resta sul monitor iniziale; solleva le dita per rilasciare.
ja: タイル張りのウィンドウを指でタッチせずにドラッグします。別のウィンドウに移動して交換します。移動は開始画面上に保持されます。指を離して移動します。
ko: 타일로 배치된 창을 가리킨 뒤 클릭하지 않고 드래그하세요. 다른 창 위에서 놓으면 두 창의 위치가 바뀝니다. 이동은 시작한 디스플레이 안에서만 이루어집니다. 손가락을 떼면 놓입니다.
nb: Pek på et flislagt vindu og dra uten å klikke. Slipp over et annet vindu for å bytte. Bevegelsen forblir på startskjermen; løft fingrene for å slippe.
nl: Wijs een venster in tegelindeling aan en sleep zonder te klikken. Laat het boven een ander venster los om de vensters te verwisselen. De beweging blijft op het oorspronkelijke beeldscherm; til uw vingers op om los te laten.
pl: Pocznij od okna układanego w siatce i przesuń bez kliknięcia. Upuść nad inne okno, aby wymienić je. Przesunięcie zachowuje się na początkowym monitorze; podnieś palce, aby upuścić.
ru: Укажите точку на плиточной окне и проведите пальцами, не нажимая на кнопку. Перетащите точку над другим окном, чтобы изменить изображение. Перемещение остаётся на начальном экране; поднимайте пальцы, чтобы перетащить точку.
sr_latn: Podignite na talirano prozor i povucite bez klikanja. Prebacite preko drugog prozora da biste prebacili. Pokret ostaje na početnom ekranu; podignite prste da padne.
sv: Peka på ett platt fönster och dra utan att klicka. Lägg över ett annat fönster för att byta. Rörelsen stannar på startskärmen; lyft fingrarna för att släppa.
uk: Наведіть вказівник на вікно в мозаїці та перетягуйте, не клацаючи. Наведіть його на інше вікно, щоб поміняти їх місцями. Переміщення обмежене початковим дисплеєм; підніміть пальці, щоб відпустити вікно.
zh_hans: 指向瓷砖窗户并无需点击即可拖动。将物品放在另一个窗户上进行交换。移动始终在起始显示屏上；抬起手指即可放下。

source: Point at a tiled window and drag without clicking. Resize pulls the nearest movable edges. Lift your fingers to finish.
ar: أشر إلى نافذة مغطاة بالبلاط واسحبها دون النقر. يقوم أداة التكبير بسحب أقرب الحواف المتحركة. ارفع أصابعك لإكمال العملية.
da: Peg på et flisebelagt vindue og træk uden at klikke. Ændrer størrelse trækker de nærmeste bevægelige kanter. Løft fingrene for at gøre det færdigt.
de: Zeigen Sie auf ein Fliesenfenster und ziehen Sie es, ohne zu klicken. Mit „Größe anpassen“ werden die nächstgelegenen beweglichen Kanten angehoben. Heben Sie die Finger an, um fertig zu sein.
el: Τοποθετήστε τον δείκτη πάνω σε παράθυρο σε παράθεση και σύρετε χωρίς κλικ. Η αλλαγή μεγέθους μετακινεί τις πλησιέστερες μεταβλητές πλευρές. Σηκώστε τα δάχτυλά σας για να ολοκληρώσετε.
es: Apunta a una ventana de azulejos y arrastra sin hacer clic. Rediseñar tira de los bordes móviles más cercanos. Levanta los dedos para terminar.
fi: Osoita laatoitettua ikkunaa ja vedä napsauttamatta. Koon muuttaminen siirtää lähimpiä siirrettäviä reunoja. Nosta sormet lopettaaksesi.
fr: Placez le pointeur sur une fenêtre en mosaïque et faites glisser sans cliquer. Le redimensionnement déplace les bords mobiles les plus proches. Levez les doigts pour terminer.
he: תצביע על חלון מרוצף ותגרור בלי להקיש. שינוי גודל מושך את הקצוות המונעים הקרובים ביותר. תרים את האצבעות שלך כדי לסיים.
hi: एक टाइल वाली खिड़की की ओर इंगित करें और क्लिक किए बिना खींचें। रीसाइज़ निकटतम हिलने योग्य किनारों को खींचता है। समाप्त करने के लिए अपनी उंगलियां ऊपर उठाएं।
it: Puntare ad una finestra piastrellata e trascinare senza fare clic. Ridimensiona tira i bordi mobili più vicini. Alza le dita per finire.
ja: タイル張りのウィンドウを指でタッチせずにドラッグします。リサイズすると、最も近い可動可能なエッジが引き寄せられます。指を離して完了します。
ko: 타일 창문을 가리키고 클릭하지 않고 드래그하세요. 크기 조절은 가장 가까운 이동 가능한 가장자리를 당깁니다. 완료하려면 손가락을 들어 올리세요.
nb: Pek på et flislagt vindu og dra uten å klikke. Større/minske trekker de nærmeste bevegelige kantene. Løft fingrene for å fullføre.
nl: Wijs een venster in tegelindeling aan en sleep zonder te klikken. Bij het aanpassen van de grootte bewegen de dichtstbijzijnde verplaatsbare randen. Til uw vingers op om af te ronden.
pl: Pocznij od wskazania okna układanego w siatce i przesuwania bez kliknięcia. Zmiana rozmiaru przyciąga najbliższe krawędzie przesuwalne. Odbierz palce, aby zakończyć.
ru: Укажите точку на плиточной окне и проведите пальцами, не нажимая на кнопку. Функция масштабирования растягивает ближайшие подвижные края. Поднимите пальцы, чтобы завершить процесс.
sr_latn: Podignite na talirano prozor i povucite bez klikanja. Reziz privlači najbliže pokretne ivice. Podignite prste da završite.
sv: Peka på ett plattkakelfönster och dra utan att klicka. Resize drar de närmaste rörliga kanterna. Lyft fingrarna för att slutföra.
uk: Наведіть вказівник на вікно в мозаїці та перетягуйте, не клацаючи. Під час зміни розміру переміщуються найближчі рухомі краї. Підніміть пальці, щоб завершити.
zh_hans: 指向瓷砖窗户并不点击即可拖动。调整大小拉动最近可移动的边缘。抬起手指即可完成。

source: Popup
ar: تنبيه منبثق
da: Pop op-vindue
el: Αναδυόμενο παράθυρο
fi: Ponnahdusikkuna
fr: Fenêtre contextuelle
he: צץ
hi: पॉपअप
it: A comparsa
ja: ポップアップ
ko: 팝업
nl: Pop-upvenster
pl: Okno powiadomienia
ru: Поп-ап
sr_latn: Iskačući prozor
uk: Спливне вікно
zh_hans: 弹出窗口

source: Position
ar: موقع
el: Θέση
es: Posición
fi: Sijainti
fr: Emplacement
he: מיקום
hi: स्थिति
it: Posizione
ja: ポジション
ko: 위치
nb: posisjon
nl: Positie
pl: Pozycja
ru: Позиция
sr_latn: Pozicija
uk: Позиція
zh_hans: 位置

source: Position & Level
ar: الموقع والمستوى
da: Positions- niveau
de: Position und Ebene
el: Θέση & Επίπεδο
es: Posición y nivel
fi: Sijainti ja taso
fr: Position et niveau
he: מיקום & רמה
hi: स्थिति और स्तर
it: & Livello posizione
ja: ポジションとレベル
ko: 포지션 및 레벨
nb: Plassering og nivå
nl: Positie & niveau
pl: Położenie i Poziom
ru: Позиция и уровень
sr_latn: Pozicija i nivo
sv: Position och nivå
uk: Позиція та рівень
zh_hans: 职位和级别

source: Position & Size
ar: الموقع والحجم
da: Positions- størrelse
de: Position und Größe
el: Θέση και μέγεθος
es: Posición y tamaño
fi: Sijainti ja koko
fr: Position & Taille
he: מיקום & גודל
hi: स्थिति और आकार
it: & Dimensione posizione
ja: 位置とサイズ
ko: 위치 및 크기
nb: Plassering og størrelse
nl: Positie en grootte
pl: Położenie i Rozmiar
ru: Позиция и размер
sr_latn: Pozicija i veličina
sv: Position och storlek
uk: Позиція та розмір
zh_hans: 位置和大小

source: Position Offset
ar: إزاحة الموضع
da: Positionsforskydning
de: Positionenverschiebung
el: Μετατόπιση θέσης
es: Desplazamiento de posición
fi: Asento pois päältä
fr: Débranchement de la position
he: & מיקום:
hi: स्थिति ऑफसेट
it: Spostamento posizione
ja: 位置オフセット
ko: 위치 오프셋
nb: Posisjonsforskyvning
nl: Positieverschuiving
pl: Przesunięcie Pozycji
ru: Отклонение позиции
sr_latn: Pozicija Ofset
sv: Positionsförskjutning
uk: Позиційний зсув
zh_hans: 位置偏移量

source: Preparing diagnostics…
ar: إعداد التشخيصات...
da: Forberedelse af diagnostik...
de: Diagnostik vorbereiten...
el: Προετοιμασία διαγνωστικών...
es: Preparando diagnósticos...
fi: Valmistellaan diagnostiikkaa...
fr: Préparation des diagnostics...
he: מכין אבחון...
hi: निदान तैयार करना...
it: Preparazione diagnostica...
ja: 診断の準備をしています...
ko: 진단을 준비하고 있습니다...
nb: Forbereder diagnoser...
nl: diagnostiek voorbereiden...
pl: Przygotowanie diagnostyki…
ru: Подготовка диагностики...
sr_latn: Priprema za dijagnozu...
sv: Förbereder diagnostik…
uk: Підготовка діагностики…
zh_hans: 准备诊断……

source: Presentations
ar: عروض تقديمية
da: Præsentationer
de: Präsentationen
el: Παρουσιάσεις
es: Presentaciones
fi: Esitykset
fr: Présentations
he: מצגות
hi: प्रेज़ेंटेशन
it: Presentazioni
ja: プレゼンテーション
ko: 프레젠테이션
nb: Presentasjoner
nl: Presentaties
pl: Prezentacje
ru: Презентации
sr_latn: Prezentacije
sv: Presentationer
uk: Презентації
zh_hans: 演示文稿

source: Preset %lld
ar: الإعداد المسبق %lld
da: Forvalgt %lld
de: Voreinstellung %lld
el: Προκαθορισμένο %lld
fi: Esiasetukset %lld
fr: Préréglage %lld
he: תצורה מוגדרת מראש %lld
hi: प्रीसेट %lld
it: Preimpostazione %lld
ja: プリセット%lld
ko: 프리셋 %lld
nb: Forhåndsinnstilt %lld
nl: Voorinstelling %lld
pl: Ustawienie %lld
ru: Преднастроенный %lld
sr_latn: Preseta %lld
sv: Förinställt %lld
uk: Попереднє налаштування %lld
zh_hans: 预设%lld

source: Preset %lld primary span
ar: النطاق الرئيسي المحدد مسبقًا %lld
da: Forudindstillet %lld primær spændvidde
de: Voreingestellter %lld primärer Spannweite
el: Προκαθορισμένο %lld πρωτογενές εύρος
es: Espacio principal predeterminado %lld
fi: Preset %lld primääriväli
fr: Préréglage de la portée primaire %lld
he: טווח ראשי של תצורה %lld
hi: प्रीसेट %lld प्राथमिक स्पैन
it: Preimpostazione %lld span primario
ja: プリセット%lldの主なスパン
ko: 사전 설정 %lld 기본 범위
nb: Forhåndsdefinert %lld primærspenn
nl: Voorinstelling %lld primaire spanwijdte
pl: Preset %lld główny rozstęp
ru: Преднастроенный %lld основной диапазон
sr_latn: Presetite %lld primarni špan
sv: Förinställt %lld primärt intervall
uk: Основний розмір для набору %lld
zh_hans: 预设%lld主范围

source: Press Escape to cancel recording
ar: اضغط على Escape لإلغاء التسجيل
da: Tryk på Flugt for at annullere optagelse
de: Drücken Sie die Entfreesperre, um die Aufnahme zu st
el: Πατήστε το Escape για να ακυρώσετε την εγγραφή
es: Presione Escape para cancelar la grabación
fi: Paina Escape peruuttaaksesi nauhoituksen
fr: Appuyez sur Échap pour annuler l’enregistrement
he: לחצו על Escape כדי לבטל את ההקלטה
hi: रिकॉर्डिंग रद्द करने के लिए एस्केप दबाएं
it: Premere Escape per annullare la registrazione
ja: 録音をキャンセルするには、エスケープキーを押してください。
ko: 녹음을 취소하려면 Escape를 누르세요.
nb: Trykk Escape for å avbryte opptaket
nl: Druk op Escape om opname te annuleren
pl: Naciśnij Escape, aby anulować nagrywanie
ru: Нажмите Escape, чтобы отменить запись
sr_latn: Press Evakuacija za otklanjanje snimanja
sv: Tryck på Escape för att avbryta inspelningen
uk: Натисніть Escape, щоб скасувати запис
zh_hans: 按 Escape 键取消录制

source: Press a key combination. Press Escape to cancel recording.
ar: اضغط على مجموعة من المفاتيح. اضغط على Escape لإلغاء التسجيل.
da: Tryk på en nøglekombination. Tryk på Flugt for at annullere optagelse.
de: Drücken Sie eine Tastenkombination. Drücken Sie Escape, um die Aufnahme zu beenden.
el: Πατήστε έναν συνδυασμό πλήκτρων. Πατήστε το Escape για να ακυρώσετε την εγγραφή.
es: Presione una combinación de teclas. Presione Escape para cancelar la grabación.
fi: Paina avainyhdistelmää. Paina Escape peruuttaaksesi nauhoituksen.
fr: Appuyez sur une combinaison de touches. Appuyez sur Échap pour annuler l’enregistrement.
he: לחצו על צירוף מקשים. לחצו על Escape כדי לבטל את ההקלטה.
hi: एक कीपैड संयोजन दबाएं। रिकॉर्डिंग रद्द करने के लिए एस्केप दबाएं।
it: Premere una combinazione di tasti. Premere Escape per annullare la registrazione.
ja: キーの組み合わせを押します。録音をキャンセルするには、Escキーを押してください。
ko: 키 조합을 누르세요. 녹음을 취소하려면 Esc를 누르세요.
nb: Trykk på en tastekombinasjon. Trykk Esc for å avbryte opptaket.
nl: Druk op een toetscombinatie. Druk op Escape om de opname te annuleren.
pl: Naciśnij kombinację klawiszy. Naciśnij Escape, aby anulować nagrywanie.
ru: Нажмите комбинацию клавиш. Нажмите Escape, чтобы отменить запись.
sr_latn: Pritisnite ključnu kombinaciju. Pritisnite Escape da biste otkazali snimanje.
sv: Tryck på en tangentkombination. Tryck på Esc för att avbryta inspelningen.
uk: Натисніть комбінацію клавіш. Натисніть Escape, щоб скасувати запис.
zh_hans: 按下一个键组合。按 Escape 键取消录制。

source: Press keys...
ar: اضغط على المفاتيح...
da: Tryk på taster...
de: Tasten drücken...
el: Πατήστε τα πλήκτρα...
es: Presione las teclas...
fi: Paina näppäimiä...
fr: Appuyez sur les touches...
he: לחץ על מקשים...
hi: कुंजी दबाएं...
it: Premi i tasti...
ja: キーを押す...
ko: 키를 누르세요...
nb: Trykk på nøklene...
nl: Druk op toetsen...
pl: Naciśnij klawisze...
ru: Нажмите клавиши...
sr_latn: Printerski ključ...
sv: Tryck på tangenter...
uk: Натисніть клавіші...
zh_hans: 按键......

source: Press to open OmniWM controls.
ar: اضغط لفتح عناصر التحكم OmniWM.
da: Tryk på for at åbne OmniWM kontrol.
de: Drücken Sie, um die OmniWM-Steuerelemente zu öffnen.
el: Πατήστε για να ανοίξετε OmniWM χειριστήρια.
es: Presione para abrir los controles OmniWM.
fi: Paina avataksesi OmniWM-ohjaimet.
fr: Appuyez sur pour ouvrir les commandes OmniWM.
he: לחץ לפתיחה OmniWM בקרות.
hi: OmniWM नियंत्रण खोलने के लिए दबाएं।
it: Premere per aprire i controlli OmniWM.
ja: OmniWMコントロールを開くには、押してください。
ko: OmniWM 컨트롤을 열려면 누르세요.
nb: Trykk for å åpne OmniWM-kontroller.
nl: Druk om OmniWM controles te openen.
pl: Naciśnij, aby otworzyć elementy sterujące OmniWM.
ru: Нажмите, чтобы открыть контрольные панели OmniWM.
sr_latn: Pritisnite da otvorite OmniWM kontrole.
sv: Tryck för att öppna OmniWM-kontroller.
uk: Натисніть, щоб відкрити елементи керування OmniWM.
zh_hans: 按一下打开OmniWM控制。

source: Press to open or close Overview. Buttons assigned to System Hyper are unavailable.
ar: اضغط لفتح «نظرة عامة» أو إغلاقها. الأزرار المخصصة لـ System Hyper غير متاحة.
da: Tryk på for at åbne eller lukke Oversigt. Knapper tildelt System Hyper er ikke tilgængelige.
de: Drücken Sie, um die Übersicht zu öffnen oder zu schließen. Die den System Hyper zugewiesenen Schaltflächen sind nicht verfügbar.
el: Πατήστε για να ανοίξετε ή να κλείσετε την Επισκόπηση. Τα κουμπιά που έχουν αντιστοιχιστεί στο System Hyper δεν είναι διαθέσιμα.
es: Pulsa para abrir o cerrar Vista general. Los botones asignados a System Hyper no están disponibles.
fi: Paina avataksesi tai sulkeaksesi Yleiskatsaus. Systeemi Hyper -järjestelmälle osoitettuja nappuloita ei ole saatavilla.
fr: Appuyez pour ouvrir ou fermer Overview. Les boutons affectés à System Hyper ne sont pas disponibles.
he: לחץ לפתוח או לסגור Overview. הכפתורים המוקצה למערכת היפר אינם זמינים.
hi: ओवरव्यू खोलने या बंद करने के लिए दबाएं। सिस्टम हाइपर को असाइन किए गए बटन अनुपलब्ध हैं।
it: Premere per aprire o chiudere Panoramica. I pulsanti assegnati a System Hyper non sono disponibili.
ja: オーバービューを開くか閉じるには、ボタンを押してください。System Hyperに割り当てられたボタンは使用できません。
ko: 개요를 열거나 닫으려면 누르십시오. System Hyper에 할당된 버튼은 사용할 수 없습니다.
nb: Trykk for å åpne eller lukke Oversikt. Knapper tildelt System Hyper er utilgjengelige.
nl: Druk om Overview te openen of te sluiten. Knoppen die aan System Hyper zijn toegewezen, zijn niet beschikbaar.
pl: Naciśnij, aby otworzyć lub zamknąć Widok ogólny. Przyciski przypisane do System Hyper są niedostępne.
ru: Нажмите, чтобы открыть или закрыть Overview. Кнопки, назначенные на System Hyper, недоступны.
sr_latn: Pritisnite da otvorite ili zatvorite Pregled. Dugmad dodeljena funkciji System Hyper nisu dostupna.
sv: Tryck för att öppna eller stänga översikten. Knapparna som är tilldelade System Hyper är otillgängliga.
uk: Натисніть, щоб відкрити або закрити Overview. Кнопки, призначені для System Hyper, недоступні.
zh_hans: 按一下打开或关闭概览。分配给 System Hyper 的按钮不可用。

source: Press to open the OmniWM menu. Right-click or Option-click to show hidden icons when Hidden Bar is enabled.
ar: اضغط لفتح قائمة OmniWM. انقر بزر الماوس الأيمن أو انقر مع الضغط على Option لإظهار الأيقونات المخفية عند تفعيل الشريط المخفي.
da: Tryk på for at åbne menuen OmniWM. Højreklik eller Option-klik for at vise skjulte ikoner, når skjult Bar er aktiveret.
de: Drücken Sie, um das OmniWM-Menü zu öffnen. Klicken Sie mit der rechten Maustaste oder mit der Option, um versteckte Symbole anzuzeigen, wenn die Versteckte Leiste aktiviert ist.
el: Πατήστε για να ανοίξετε το μενού του OmniWM. Κάντε δεξί κλικ ή κλικ με πατημένο το Option για να εμφανίσετε τα κρυφά εικονίδια όταν είναι ενεργή η Κρυφή γραμμή.
es: Pulsa para abrir el menú de OmniWM. Haz clic con el botón derecho o con la tecla Opción pulsada para mostrar los iconos ocultos cuando Barra oculta esté activada.
fi: Paina avataksesi OmniWM-valikon. Klikkaa hiiren oikealla painikkeella tai Option-klikkaamalla voit näyttää piilotetut kuvakkeet, kun piilopalkki on käytössä.
fr: Appuyez pour ouvrir le menu OmniWM. Faites un clic droit ou Option-clic pour afficher les icônes masquées lorsque Hidden Bar est activé.
he: לחץ כדי לפתוח את OmniWM תפריט. לחיצה ימנית או לחיצה אפשרות כדי להראות סמלים מוסתרים כאשר בר מוסתר מופעל.
hi: OmniWM मेनू खोलने के लिए दबाएं। जब हिडन बार सक्षम हो जाता है, तो छिपे हुए आइकन दिखाने के लिए राइट-क्लिक या ऑप्शन-क्लिक करें।
it: Premere per aprire il menu OmniWM. Fare clic con il tasto destro del mouse o fare clic sull'opzione per mostrare le icone nascoste quando è abilitata la barra nascosta.
ja: OmniWMメニューを開くには、押してください。隠しバーが有効になっている場合、右クリックまたはオプションクリックで隠されたアイコンを表示できます。
ko: 눌러 OmniWM 메뉴를 여세요. Hidden Bar가 켜져 있으면 오른쪽 클릭하거나 Option 키를 누른 채 클릭하여 숨겨진 아이콘을 표시하세요.
nb: Trykk for å åpne OmniWM-menyen. Høyreklikk eller alternativklikk for å vise skjulte ikoner når skjult linje er aktivert.
nl: Druk om het OmniWM-menu te openen. Klik met de rechtermuisknop of Option-klik om verborgen pictogrammen te tonen wanneer Hidden Bar is ingeschakeld.
pl: Naciśnij, aby otworzyć menu OmniWM. Gdy włączona jest funkcja Hidden Bar, kliknij prawym przyciskiem myszy lub kliknij z przytrzymanym klawiszem Option, aby pokazać ukryte ikony.
ru: Нажмите, чтобы открыть меню OmniWM. Щелкните правой кнопкой мыши или клавишей Option, чтобы показать скрытые иконки, когда включена скрытая панель.
sr_latn: Pritisnite da otvorite meni OmniWM-a. Kliknite desnim tasterom miša ili uz taster Option da prikažete skrivene ikone kada je uključena Skrivena traka.
sv: Tryck för att öppna OmniWM-menyn. Högerklicka eller alternativklicka för att visa dolda ikoner när Hidden Bar är aktivt.
uk: Натисніть, щоб відкрити меню OmniWM. Клацніть правою кнопкою або з утриманням Option, щоб показати приховані піктограми, коли ввімкнено Hidden Bar.
zh_hans: 按下可打开 OmniWM 菜单。启用隐藏栏后，右键单击或按住 Option 键单击可显示隐藏的图标。

source: Press to switch Spaces. The tiling position remains reserved.
ar: اضغط لتغيير المساحات. يظل موقع التغطية محجوزًا.
da: Tryk på for at skifte mellemrum. Flisepositionen forbliver reserveret.
de: Drücken Sie, um die Plätze zu wechseln. Die Verlegungsposition bleibt reserviert.
el: Πατήστε για εναλλαγή Χώρων. Η θέση του παραθύρου στην παράθεση παραμένει δεσμευμένη.
es: Presione para cambiar los espacios. La posición del azulejo permanece reservada.
fi: Paina vaihtaaksesi välilyöntiä. Kastelupaikka on edelleen varattu.
fr: Appuyez sur pour changer d'espaces. La position de carrelage reste réservée.
he: לחץ על מנת להחליף חללים. עמדת העיתוי נשארת שמורה.
hi: स्पेस बदलने के लिए दबाएं। टाइलिंग की स्थिति सुरक्षित रहेगी।
it: Premere per cambiare spazi. La posizione della piastrellatura rimane riservata.
ja: スペースを切り替えるには、押してください。タイルの位置は予約されたままです。
ko: 공간을 전환하려면 누르세요. 타일링 위치는 그대로 예약되어 있습니다.
nb: Trykk for å bytte mellom rom. Plasseringen for flisleggingen forblir reservert.
nl: Druk op Spaces om te schakelen. De tegelpositie blijft gereserveerd.
pl: Naciśnij, aby przełączyć przestrzenie. Pozycja układu pozostaje zarezerwowana.
ru: Нажмите, чтобы переключить пространства. Позиция окна в мозаичной раскладке останется зарезервированной.
sr_latn: Pritisnite da prebacite prostore. Pozicija je rezervisana.
sv: Tryck för att växla mellan Spaces. Fönstrets plats i plattsättningen förblir reserverad.
uk: Натисніть, щоб перемкнути простір. Місце в мозаїчному розташуванні залишається зарезервованим.
zh_hans: 按下可切换空间。平铺位置会保留。
